{
	"value": {
		"total": 7290,
		"size": 7290,
		"language": "en",
		"data": [
			{
				"name": "Department of Sociology and social research",
				"description": "<p>The Department of Sociology and Social Research investigates social and political life in a globalized world.</p>\n\n<p>The department has the distinction of being the <strong>first Sociology department founded in Italy</strong>, and has consistently been among the best Social Science departments in the country. It is characterized by a strongly multidisciplinary approach and counts amongst its ranks professors and researchers of sociology, political science, history, economics, and anthropology. Faculty and students are encouraged to work within a wide variety of traditions and conceptual approaches which favour an empirical approach to research.</p>\n\n<p>The <strong>international profile</strong> of the department is evident in the recently launched English-taught Master’s program in Sociology and Social Research, the first of its kind in Italy. Furthermore, a considerable part of the research carried out in the department is published in international peer-reviewed journals and books.</p>\n\n<p>The department has numerous research units, each of which constitutes a specialized forum for faculty and students:</p>\n\n<ul>\n\t<li>Action, Culture, Meaning, and Experience - ACME&nbsp;</li>\n\t<li>Center for Computational Socia Science and Human Dynamics - C2S2&nbsp;</li>\n\t<li>The Center for Interdisciplinary Studies on Gender - CSG&nbsp;</li>\n\t<li>Center for Social Inequality - CSIS&nbsp;</li>\n\t<li>Research group on collective action, change and transition - CoACT&nbsp;</li>\n\t<li>Democracy and Global Governance – DEMOGLOB&nbsp;</li>\n\t<li>Futures Literacy and Anticipation Theory - FLAT&nbsp;</li>\n\t<li>Research Unit on Communication, Organizational Learning and Aesthetics – RUCOLA&nbsp;</li>\n\t<li>Migration Scenarios and Social Changes - SMMS&nbsp;</li>\n\t<li>Science and Technology in Science - STSTN&nbsp;</li>\n\t<li>Social Work and Social Policies - SW &amp; SP</li>\n</ul>\n\n<p>The degree programs offered through the department are the following:</p>\n\n<p><strong>Bachelor’s degree programs</strong></p>\n\n<ul>\n\t<li>Sociology</li>\n\t<li>International Studies</li>\n\t<li>Social Work</li>\n</ul>\n\n<p><strong>Master’s degree programs</strong>:</p>\n\n<ul>\n\t<li>Data Science</li>\n\t<li>Global and local studies</li>\n\t<li>Methodology, Organization and Evaluation of Social Services</li>\n\t<li>Management of Organizations and Territory</li>\n\t<li>Sociology and Social Research</li>\n</ul>\n",
				"website": "http://www.sociologia.unitn.it",
				"id": "STO0008630",
                "facultyId": "IDFACOLTA"
			}
		]
	}
}
