{
  "value": {
    "total": 15,
    "size": 15,
    "language": "en",
    "data": [
      {
        "name": "Department of Cellular, Computational and Integrative Biology - CIBIO",
        "description": "<p>The Department for Integrative Biology (CIBIO) is the project started by the University of Trento and the Autonomous Province of Trento in the field of <strong>biotechnologies for human health</strong>.</p>\n\n<p>CIBIO aims at creating a suitable environment for <strong>merging classical cellular and molecular biology with the new powerful tools of systems and synthetic biology</strong>, through an <strong>interdisciplinary and integrated approach</strong> that draws from chemistry, physics, informatics, mathematics, and engineering.</p>\n\n<p>Research at CIBIO is centred around a number of laboratories headed by<strong> independent principal investigators</strong>, and covers 4 main areas: 1) Cancer Biology &amp; Genomics; 2) Cell &amp; Molecular Biology; 3) Microbiology &amp; Synthetic Biology; 4) Neurobiology &amp; Development. Researchers at CIBIO pursue their objectives with a holistic perspective on basic biological processes and their derangement in disease, creating a model in which <strong>science and innovation interact</strong> in the search for new diagnostic and therapeutic methods.</p>\n\n<p>Technological resources are organized in core facilities, <strong>technological platforms</strong> managed by highly skilled staff that <strong>supports the research work done by laboratories</strong> but also provides a service to the local community to promote research in the biomedical and biotechnological field. In particular, CIBIO developed technological platforms specialized in: 1) DNA sequencing, 2)&nbsp;molecular screening and microarray development, 3) advanced microscopy, 4) cell analysis and sorting, 5) bioinformatics, 6) proteomics, 7) cell and gene editing technologies.</p>\n\n<p>With its high quality standards and a commitment to internationalization, CIBIO offers the following courses:</p>\n\n<ul>\n\t<li>Bachelor’s Degree in Biomolecular Sciences and Technologies</li>\n\t<li>Master’s Degree in Cellular and Molecular Biotechnology (in English)</li>\n\t<li>Master’s Degree in Quantitative and Computational Biology (new multidisciplinary course taught in English and organized with the departments of Physics, Mathematics and Information Engineering and Computer Science - DISI)</li>\n\t<li>International PhD Program in Biomolecular Sciences</li>\n</ul>\n",
        "address": "Via Sommarive, 9, Povo, 38123 TN",
        "email": "cibio@unitn.it",
        "website": "http://www.cibio.unitn.it",
        "id": "STO0008662",
        "phoneNumber": ""
      },
      {
        "name": "Department of Psychology and Cognitive Science",
        "description": "<p>The department is devoted to the&nbsp;<strong>scientific study of the human mind and behaviour</strong>: from the creation of models of human functioning to the development of applications in the fields of psychology, education, work, and social organization.</p>\n\n<p>The department’s core research focuses on the&nbsp;<strong>creation of models</strong>&nbsp;explaining the functioning of the human mind and behaviour, both in normal and in pathological conditions, using empirically-verifiable scientific methods and a rigorous multidisciplinary approach. This is possible thanks to the interplay of different skills and knowledge and the numerous research perspectives pertaining to experimental and applied psychology, the neurosciences, pedagogy, philosophy, sociology, cultural studies, and cognitive technologies, all disciplines that pertain to the Cognitive Sciences. These models are applied to various fields: psycho-diagnostics, social and psychological rehabilitation, the use and implementation of new technologies, the management of groups and organizations, the analysis of working and social environments. The department adopts&nbsp;<strong>an integrated approach to the study of the mind, the brain and behaviour</strong>, unique among Italian universities.</p>\n\n<p>The key research areas are:</p>\n\n<ul>\n\t<li>Social Mind</li>\n\t<li>Clinical and cognitive neurosciences</li>\n\t<li>Organization, education and cultural studies</li>\n\t<li>Quantitative methodologies and cognitive technologies</li>\n</ul>\n\n<p>A number of laboratories focus on research in specific subjects:</p>\n\n<ul>\n\t<li>Laboratory of Cognitive and Social Sciences</li>\n\t<li>Laboratory of Physiology and Affiliative Behaviours</li>\n\t<li>Laboratory of Neurocognitive Development</li>\n\t<li>Observation, Diagnosis and Education Laboratory (ODFLab)</li>\n\t<li>Laboratory of Quantitative Psychology (QPSYLab)</li>\n\t<li>Interdisciplinary Laboratory for the Quality and Innovation of Didactics (LIQuID)</li>\n</ul>\n\n<p>The department offers&nbsp;<strong>3 Bachelor degree courses</strong>, one of which is organized with the School of Medicine and Surgery of the University of Ferrara and with the Sociology department of the University of Trento, and&nbsp;<strong>2 Master’s degree courses</strong>.<br />\nThe department also provides courses within the&nbsp;<strong>Doctoral School in Cognitive Sciences</strong>.</p>\n",
        "address": "Corso Bettini, 84, Rovereto, 38068 TN",
        "email": "dipartimentopsc@unitn.it",
        "website": "http://www.cogsci.unitn.it/",
        "id": "STO0008631",
        "phoneNumber": "0464 808401"
      },
      {
        "name": "Department of Sociology and social research",
        "description": "<p>The Department of Sociology and Social Research investigates social and political life in a globalized world.</p>\n\n<p>The department has the distinction of being the <strong>first Sociology department founded in Italy</strong>, and has consistently been among the best Social Science departments in the country. It is characterized by a strongly multidisciplinary approach and counts amongst its ranks professors and researchers of sociology, political science, history, economics, and anthropology. Faculty and students are encouraged to work within a wide variety of traditions and conceptual approaches which favour an empirical approach to research.</p>\n\n<p>The <strong>international profile</strong> of the department is evident in the recently launched English-taught Master’s program in Sociology and Social Research, the first of its kind in Italy. Furthermore, a considerable part of the research carried out in the department is published in international peer-reviewed journals and books.</p>\n\n<p>The department has numerous research units, each of which constitutes a specialized forum for faculty and students:</p>\n\n<ul>\n\t<li>Action, Culture, Meaning, and Experience - ACME&nbsp;</li>\n\t<li>Center for Computational Socia Science and Human Dynamics - C2S2&nbsp;</li>\n\t<li>The Center for Interdisciplinary Studies on Gender - CSG&nbsp;</li>\n\t<li>Center for Social Inequality - CSIS&nbsp;</li>\n\t<li>Research group on collective action, change and transition - CoACT&nbsp;</li>\n\t<li>Democracy and Global Governance – DEMOGLOB&nbsp;</li>\n\t<li>Futures Literacy and Anticipation Theory - FLAT&nbsp;</li>\n\t<li>Research Unit on Communication, Organizational Learning and Aesthetics – RUCOLA&nbsp;</li>\n\t<li>Migration Scenarios and Social Changes - SMMS&nbsp;</li>\n\t<li>Science and Technology in Science - STSTN&nbsp;</li>\n\t<li>Social Work and Social Policies - SW &amp; SP</li>\n</ul>\n\n<p>The degree programs offered through the department are the following:</p>\n\n<p><strong>Bachelor’s degree programs</strong></p>\n\n<ul>\n\t<li>Sociology</li>\n\t<li>International Studies</li>\n\t<li>Social Work</li>\n</ul>\n\n<p><strong>Master’s degree programs</strong>:</p>\n\n<ul>\n\t<li>Data Science</li>\n\t<li>Global and local studies</li>\n\t<li>Methodology, Organization and Evaluation of Social Services</li>\n\t<li>Management of Organizations and Territory</li>\n\t<li>Sociology and Social Research</li>\n</ul>\n",
        "address": "Via Giuseppe Verdi, 26, 38122 Trento",
        "email": "",
        "website": "http://www.sociologia.unitn.it",
        "id": "STO0008630",
        "phoneNumber": "0461 281300"
      },
      {
        "name": "Department of Industrial Engineering",
        "description": "<p>The Department’s focus is on teaching and research in the disciplines of industrial engineering, and more specifically in mechanics, mechatronics, materials engineering, electronic and micro-electronic systems, information management systems, optimisation methods and models to support decision making.</p>\n\n<p>Current research themes are the structure of materials and their features and applications; new materials and technologies; automation systems of processes and machineries; energy production and storage; design and implementation of new integrated mechanical/electronic devices, with specific functions in innovative applications; the optimization of products and processes.<br />\nThe Department collaborates with many <strong>national and international research institutions</strong>, and is involved in <strong>basic and applied research projects</strong> with <strong>close links to the industrial world</strong>.</p>\n\n<p>Research is organized in the following areas:</p>\n\n<ul>\n\t<li>Materials Engineering</li>\n\t<li>Mechatronics</li>\n\t<li>Electronic-and Micro-electronic Systems</li>\n\t<li>Operational Research</li>\n</ul>\n\n<p>The department offers the following courses:</p>\n\n<ul>\n\t<li>Industrial engineering</li>\n\t<li>Mechatronics</li>\n\t<li>Materials and Production Engineering</li>\n</ul>\n\n<p>Students and researchers can participate in <strong>mobility programmes</strong>, one of which is the double degree programme “EIT Master School in Sustainable Materials (SUMA)”, but there are also other opportunities with European and US universities. The department is the coordinator of 3 Erasmus Mundus projects: Bridging the Gap, One More Step, and Swap and Transfer, that promote student exchange in the Far East (China and Mongolia) and in Southeast Asia (Thailand, Vietnam, Singapore), and it is also a member of the BEAM project, that encourages high-level mobility and cooperation with Queensland University of Technology and the University of Sydney in Australia.</p>\n\n<p>The department also hosts <strong>BIOtech - Biomedical Technologies</strong>, a centre that supports research in the field of biomedical sciences and technologies in cooperation with external public and private partners, research institutions, companies and healthcare facilities.</p>\n",
        "address": "Via Sommarive, 9, Povo, 38123 TN",
        "email": "dii.supportstaff@unitn.it",
        "website": "http://www.dii.unitn.it",
        "id": "STO0008625",
        "phoneNumber": "0461 282500"
      },
      {
        "name": "Department of Industrial Engineering",
        "description": "<p>The Department’s focus is on teaching and research in the disciplines of industrial engineering, and more specifically in mechanics, mechatronics, materials engineering, electronic and micro-electronic systems, information management systems, optimisation methods and models to support decision making.</p>\n\n<p>Current research themes are the structure of materials and their features and applications; new materials and technologies; automation systems of processes and machineries; energy production and storage; design and implementation of new integrated mechanical/electronic devices, with specific functions in innovative applications; the optimization of products and processes.<br />\nThe Department collaborates with many <strong>national and international research institutions</strong>, and is involved in <strong>basic and applied research projects</strong> with <strong>close links to the industrial world</strong>.</p>\n\n<p>Research is organized in the following areas:</p>\n\n<ul>\n\t<li>Materials Engineering</li>\n\t<li>Mechatronics</li>\n\t<li>Electronic-and Micro-electronic Systems</li>\n\t<li>Operational Research</li>\n</ul>\n\n<p>The department offers the following courses:</p>\n\n<ul>\n\t<li>Industrial engineering</li>\n\t<li>Mechatronics</li>\n\t<li>Materials and Production Engineering</li>\n</ul>\n\n<p>Students and researchers can participate in <strong>mobility programmes</strong>, one of which is the double degree programme “EIT Master School in Sustainable Materials (SUMA)”, but there are also other opportunities with European and US universities. The department is the coordinator of 3 Erasmus Mundus projects: Bridging the Gap, One More Step, and Swap and Transfer, that promote student exchange in the Far East (China and Mongolia) and in Southeast Asia (Thailand, Vietnam, Singapore), and it is also a member of the BEAM project, that encourages high-level mobility and cooperation with Queensland University of Technology and the University of Sydney in Australia.</p>\n\n<p>The department also hosts <strong>BIOtech - Biomedical Technologies</strong>, a centre that supports research in the field of biomedical sciences and technologies in cooperation with external public and private partners, research institutions, companies and healthcare facilities.</p>\n",
        "address": "Via Sommarive, 9, Povo, 38123 TN",
        "email": "dii.supportstaff@unitn.it",
        "website": "http://www.dii.unitn.it",
        "id": "STO0008625",
        "phoneNumber": "0461 282503"
      },
      {
        "name": "Department of Mathematics",
        "description": "<p>The Department of Mathematics covers research in most areas of <strong>pure mathematics</strong>, such as Algebra, Analysis, Geometry, Logic, Mathematical Physics, Numerical Analysis, Probability and Statistics.</p>\n\n<p>The Department has a <strong>strong interest in applications</strong>, which cover among others Biomathematics, Cryptography, Coding Theory, Electromagnetism and Fluidodinamics, Game Theory. On these themes there are several ongoing collaborations with leading companies and organizations.</p>\n\n<p>A laboratory of the Department is devoted to teaching and communication, in collaborations with several schools in the area.<br />\nThe Department runs a <strong>BSc, a MSc, and a PhD programme in Matematics</strong>. The MSc and the Phd are held in English, and offer internship with several leading companies and organizations. The Department is a partner in a M.Sc. in <strong>Quantitative and Computational Biology</strong>. The Department offers courses for several other Departments.</p>\n\n<p>Individual researchers of the Department entertain a <strong>vast network of international collaborations</strong>. The Department has institutional collaborations with several organizations.</p>\n",
        "address": "Via Sommarive, 14, 38123 Povo TN",
        "email": "dept.math@unitn.it",
        "website": "http://www.maths.unitn.it/",
        "id": "STO0008628",
        "phoneNumber": "0461 281508"
      },
      {
        "name": "Department of Mathematics",
        "description": "<p>The Department of Mathematics covers research in most areas of <strong>pure mathematics</strong>, such as Algebra, Analysis, Geometry, Logic, Mathematical Physics, Numerical Analysis, Probability and Statistics.</p>\n\n<p>The Department has a <strong>strong interest in applications</strong>, which cover among others Biomathematics, Cryptography, Coding Theory, Electromagnetism and Fluidodinamics, Game Theory. On these themes there are several ongoing collaborations with leading companies and organizations.</p>\n\n<p>A laboratory of the Department is devoted to teaching and communication, in collaborations with several schools in the area.<br />\nThe Department runs a <strong>BSc, a MSc, and a PhD programme in Matematics</strong>. The MSc and the Phd are held in English, and offer internship with several leading companies and organizations. The Department is a partner in a M.Sc. in <strong>Quantitative and Computational Biology</strong>. The Department offers courses for several other Departments.</p>\n\n<p>Individual researchers of the Department entertain a <strong>vast network of international collaborations</strong>. The Department has institutional collaborations with several organizations.</p>\n",
        "address": "Via Sommarive, 14, 38123 Povo TN",
        "email": "dept.math@unitn.it",
        "website": "http://www.maths.unitn.it/",
        "id": "STO0008628",
        "phoneNumber": "0461 281625"
      },
      {
        "name": "Department of Physics",
        "description": "<p>The new Department of Physics was established in 2012 and continues a 40-year long history during which its professors and researchers have been engaged in many key areas of physics. Research spans from theoretical investigations of fundamental interactions, gravitational physics and cosmology, to nuclear and sub-nuclear physics, astroparticles physics, ultracold gases and Bose Einstein condensation; and from experimental gravitation to molecular and atomic physics, biophysics, biochemistry, energetics, science education and physics communication; from material sciences to nanoscience, photonics and complex systems.</p>\n\n<p>R<strong>esearch groups effectively collaborate with many research centres and universities</strong> and, specifically, with the National Institute of Nuclear Physics (INFN), the Italian and European Space Agencies (ASI and ESA), the National Research Council (CNR); at a local level, they share research projects and programmes with the Bruno Kessler Foundation (FBK), the Edmund Mach Foundation (FEM) and the Provincial Healthcare Service (APSS). The department also hosts the Trento Institute for Fundamental Physics and Applications (TIFPA) – a joint initiative including INFN, University, FBK and APSS – , the LISC-FBK units of the European Centre for Theoretical Studies in Nuclear Physics and Related areas (ECT), and the Trento sections of INO-CNR and IFN-CNR institutes.</p>\n\n<p>Students can choose from a t<strong>hree-year Bachelor’s degree in Physics</strong>, an <strong>advanced course in Physics</strong> and an <strong>English-taught Master’s degree in Physics</strong>. The department is also involved in the <strong>Master’s Degree in Quantitative and Computational Biology</strong>. Students live in an <strong>international environment</strong>: 20% of those enrolled in the Master’s course are from abroad, and many students decide to attend one of the two double-degree programmes established with Tübingen University in Germany and with the <a href=\"http://www.sissa.it/physics\" target=\"_blank\">International School for Advanced Studies</a> (SISSA) in Trieste. In addition, the department coordinates the <strong>Doctoral school in Physics</strong>, organizes basic physics and chemistry courses for a number of degree courses held by other departments and offers a qualifying course for the professional training of high school teachers.</p>\n",
        "address": "Via Sommarive, 14, Povo, 38123 TN",
        "email": "df.supportstaff@unitn.it",
        "website": "http://www.physics.unitn.it",
        "id": "STO0008627",
        "phoneNumber": "0461 281504"
      },
      {
        "name": "Department of Civil, Environmental and Mechanical Engineering",
        "description": "<p>Research activities are focused on the <strong>key areas of engineering, planning and applied sciences</strong>, such as environmental protection, landscape, architecture, natural renewable resources, energy, biomedical sciences, smart structures and materials, risk prevention, infrastructures and efficient and sustainable structures, building and estates, service networks and territory.</p>\n\n<p>At DICAM we foster innovation and shape sustainability. The department is deeply involved in all these areas with <strong>high quality research and higher education programmes</strong> in line with the most prestigious research-intensive Universities.<br />\nThe research activities of the Department may be grouped into six areas:</p>\n\n<ul>\n\t<li>Environmental Resources, Security and Climate Change</li>\n\t<li>Mechanics, Materials and Smart Structures</li>\n\t<li>Surveying, planning and design for sustainable places – SusPlaces</li>\n\t<li>Energy and Green Technologies</li>\n\t<li>Architectural Sciences</li>\n\t<li>Modelling and Simulation in Engineering and Sciences</li>\n</ul>\n\n<p>Teaching aims to prepare young professionals in engineering and architecture, and researchers able to <strong>participate in the economic and cultural growth of society with their creativity and innovation</strong>. The department offers three undergraduate courses, three Master’s courses and one five-year Master’s course.</p>\n\n<p>DICAM plays a strategic role as concerns <strong>technology transfer from University to the business world</strong>: indeed the first start-up of the University of Trento was founded in 2008 within the Department, which currently hosts two of the nine start-ups of the University.</p>\n\n<p>Within the Department, the research work performed at the<strong> Doctoral School in Civil, Environmental and Mechanical Engineering</strong> is of central importance. The aim of research is to develop an <strong>exploratory approach to topics</strong> that are relevant for society and call for the development of highly-innovative technologies, methods, and solutions, and to <strong>transfer specialized scientific results to problems and applied contexts</strong>, with a view to fostering innovation and reinforcing the ties between basic and applied research.</p>\n",
        "address": "Via Mesiano, 77, 38123 Trento",
        "email": "dicam@unitn.it",
        "website": "http://www.dicam.unitn.it/",
        "id": "STO0008626",
        "phoneNumber": "0461 281978"
      },
      {
        "name": "Department of Economics and Management",
        "description": "<p>Research at the Department of Economics and Management covers a wide range of sectors in the economics and management area and its members adopt different perspectives that include <strong>theoretical and experimental research, quantitative and experimental methods, case-study analysis and computer simulations</strong>.</p>\n\n<p>The department is home to a <strong>multidisciplinary research environment</strong> where researchers apply a vast array of different approaches to investigate:</p>\n\n<ul>\n\t<li>Business ethics, social enterprises and social innovation</li>\n\t<li>Decision making and economic choices</li>\n\t<li>Financial markets and economic activity</li>\n\t<li>Firm behaviour, strategic management and organization</li>\n\t<li>Household and labour economics</li>\n\t<li>Institutions, norms and economic policies</li>\n\t<li>Tourism, Environment, Sustainable Business and Consumption</li>\n</ul>\n\n<p>The department is renowned for its <strong>high quality teaching</strong> and its graduates enjoy a high employment rate. Among other things, it offers many study options.</p>\n",
        "address": "Via Vigilio Inama, 5, Trento, 38122 TN",
        "email": "dem@unitn.it",
        "website": "http://www.economia.unitn.it",
        "id": "STO0008621",
        "phoneNumber": "0461 282100"
      },
      {
        "name": "Department of Humanities",
        "description": "<p>The department promotes, coordinates and manages teaching and research in the area of humanities, and specifically in literature, linguistics, philology, philosophy, history and cultural heritage.<br />\nResearch in the Department of Humanities encompasses two areas:</p>\n\n<ul>\n\t<li>philosophy, history and cultural heritage</li>\n\t<li>language, philology and literature</li>\n</ul>\n\n<h2>Philosophy, history and cultural heritage</h2>\n\n<p>Researchers in the area of philosophy study the history of <strong>philosophy, from the ancient world to contemporary philosophical issues</strong> and, with a more theoretical approach, examine issues pertaining to ethics, aesthetics, and political philosophy. Specific attention is devoted to theological studies and interreligious dialogue.</p>\n\n<p>In the area of <strong>history</strong>, research interests are focused on the <strong>history of institutions and public administration</strong>, <strong>social and communication structures</strong>, the i<strong>nteraction between history and culture</strong>. Particular interest is paid to the Alpine regions and the relationships between the Italian and Germanic worlds. From a more theoretical point of view, specific studies are dedicated to the means of disseminating the historical memory - at individual and collective levels - and to the relationship between historical research and political ideologies.</p>\n\n<p>In the area of cultural heritage, research activities focus on three main strands: <strong>archaeology, history of art, and music</strong>.</p>\n\n<h2>Language, Philology and Literature</h2>\n\n<p>Research in these areas focuses on texts and their contexts.</p>\n\n<p>As regards languages, the department fosters research in <strong>English, German, French, Russian, and Spanish</strong>, both from a <strong>historical</strong> point of view (the study of literature) and a <strong>synchronic</strong> point of view (the study of spoken languages).</p>\n\n<p><strong>Philology and literature</strong> are closely tied subjects, following the best Italian and European traditions. Research interests are divided in two main areas: the <strong>classical and medieval traditions</strong>, both Latin and vernacular, and <strong>contemporary literature</strong>, explored in a comparative and theoretical perspective.</p>\n\n<p>Two laboratories support research in these areas: one is devoted to the study of European cultural journals (<strong>CIRCE</strong>: Catalogo Informatico delle Riviste Culturali Europee), the other to contemporary poetry studies (<strong>SEMPER</strong>: Seminario Permanente di Poesia). Two journals are published by scholars working in this area: “Osservatorio critico della germanistica” (German studies) and “Ticontre” (Theory, Text, Translation).</p>\n\n<p>The department has recently expanded its <strong>course offer</strong>, which now includes 4 undergraduate degrees and 9 master’s degrees. Students also have the opportunity to participate in <strong>training and internship programmes</strong>, spend study periods in other European universities and take the <strong>double degree programme with the University of Dresden</strong>.</p>\n",
        "address": "Via Tomaso Gar, 14, Trento, TN",
        "email": "staffdip.lett@unitn.it",
        "website": "http://www.lettere.unitn.it/",
        "id": "STO0008632",
        "phoneNumber": "0461 281717"
      },
      {
        "name": "Department of Humanities",
        "description": "<p>The department promotes, coordinates and manages teaching and research in the area of humanities, and specifically in literature, linguistics, philology, philosophy, history and cultural heritage.<br />\nResearch in the Department of Humanities encompasses two areas:</p>\n\n<ul>\n\t<li>philosophy, history and cultural heritage</li>\n\t<li>language, philology and literature</li>\n</ul>\n\n<h2>Philosophy, history and cultural heritage</h2>\n\n<p>Researchers in the area of philosophy study the history of <strong>philosophy, from the ancient world to contemporary philosophical issues</strong> and, with a more theoretical approach, examine issues pertaining to ethics, aesthetics, and political philosophy. Specific attention is devoted to theological studies and interreligious dialogue.</p>\n\n<p>In the area of <strong>history</strong>, research interests are focused on the <strong>history of institutions and public administration</strong>, <strong>social and communication structures</strong>, the i<strong>nteraction between history and culture</strong>. Particular interest is paid to the Alpine regions and the relationships between the Italian and Germanic worlds. From a more theoretical point of view, specific studies are dedicated to the means of disseminating the historical memory - at individual and collective levels - and to the relationship between historical research and political ideologies.</p>\n\n<p>In the area of cultural heritage, research activities focus on three main strands: <strong>archaeology, history of art, and music</strong>.</p>\n\n<h2>Language, Philology and Literature</h2>\n\n<p>Research in these areas focuses on texts and their contexts.</p>\n\n<p>As regards languages, the department fosters research in <strong>English, German, French, Russian, and Spanish</strong>, both from a <strong>historical</strong> point of view (the study of literature) and a <strong>synchronic</strong> point of view (the study of spoken languages).</p>\n\n<p><strong>Philology and literature</strong> are closely tied subjects, following the best Italian and European traditions. Research interests are divided in two main areas: the <strong>classical and medieval traditions</strong>, both Latin and vernacular, and <strong>contemporary literature</strong>, explored in a comparative and theoretical perspective.</p>\n\n<p>Two laboratories support research in these areas: one is devoted to the study of European cultural journals (<strong>CIRCE</strong>: Catalogo Informatico delle Riviste Culturali Europee), the other to contemporary poetry studies (<strong>SEMPER</strong>: Seminario Permanente di Poesia). Two journals are published by scholars working in this area: “Osservatorio critico della germanistica” (German studies) and “Ticontre” (Theory, Text, Translation).</p>\n\n<p>The department has recently expanded its <strong>course offer</strong>, which now includes 4 undergraduate degrees and 9 master’s degrees. Students also have the opportunity to participate in <strong>training and internship programmes</strong>, spend study periods in other European universities and take the <strong>double degree programme with the University of Dresden</strong>.</p>\n",
        "address": "Via Tomaso Gar, 14, Trento, TN",
        "email": "staffdip.lett@unitn.it",
        "website": "http://www.lettere.unitn.it/",
        "id": "STO0008632",
        "phoneNumber": "0461 282723"
      },
      {
        "name": "Faculty of Law",
        "description": "<p>The Faculty of Law promotes, coordinates and manages teaching and research in the area of legal studies. It is committed to publish and disseminate the results of research, and supports the circulation of knowledge ensuring full and open access to scientific literature. For this purpose, it organizes seminars, conferences and meetings with a scientific approach.</p>\n\n<p>Research at the Faculty of Law involves a <strong>wide range of subjects</strong>, and this favours the development of individual research areas while strengthening the fundamental integrity of the department. Research work is organized into the following areas: administrative law, civil procedure law, commercial law, comparative law, criminal law, criminal procedure, economics, history of law, canon law, ecclesiastical law, history of political doctrines, international law, labour law, philosophy of law, private law, public law, Roman and antique law, sociological-juridical studies, European law, tax law, biolaw, environmental law, food law, constitutional law, sociology of law, deviance and social change.</p>\n\n<p>The Faculty offers a five-year <strong>Master’s degree in Law</strong>, which includes:</p>\n\n<ul>\n\t<li>additional, advanced and specialization courses to improve teaching</li>\n\t<li>practical workshops</li>\n\t<li>annual programming of courses, to keep up with the current perspectives of European legal professionals</li>\n\t<li>international programmes and an international teaching staff</li>\n\t<li>international mobility opportunities for students</li>\n\t<li>courses aimed at improving language and IT skills</li>\n\t<li>internship opportunities, in Italy and abroad</li>\n</ul>\n\n<p>The Faculty of Law is a member of the School of International Studies and participates in its <strong>interdisciplinary Master’s programme in European and International Studies</strong>, which provides students with knowledge in economics, politics, sociology. This Master does not prepare for legal professions, but gives students an essential legal background to work in other sectors. It also participates, with a number of modules, in courses offered by the Departments of Economics and Management, Sociology and Social Research, Humanities and Engineering. The Faculty of Law has recently launched a three-year degree programme in <strong>Comparative, European and International Legal Studies</strong> (CEILS), whose main features are:</p>\n\n<ul>\n\t<li>the limited number of places available (50)</li>\n\t<li>English taught courses</li>\n\t<li>a strong focus on comparative law</li>\n\t<li>an international and transnational approach, in terms of language and contents, for both Italian and foreign students</li>\n</ul>\n\n<p>The Faculty also offers, organizes and manages a <strong>Doctoral Programme in Comparative and European Legal Studies</strong>.</p>\n",
        "address": "Via Giuseppe Verdi, 53, 38122 Trento",
        "email": "",
        "website": "http://www.giurisprudenza.unitn.it",
        "id": "STO0008624",
        "phoneNumber": "0461 281818"
      },
      {
        "name": "Department of Information Engineering and Computer Science",
        "description": "<p>The Department of Information Engineering and Computer Science (DISI), founded in 2002, is a <strong>leading institution in research and development in the area of Information and Communication Technology</strong> (ICT) &nbsp;both locally and internationally. DISI &nbsp;is searching for an optimal <strong>balance between theoretical and applied research</strong>, as is shown by the strong &nbsp;achievement in European and industrial projects, by playing a &nbsp;key role to develop several &nbsp; initiatives with the European Institute of Innovation and Technology (EIT).<br />\n&nbsp;<br />\nThe department covers two main ICT fields</p>\n\n<ul>\n\t<li>Computer science</li>\n\t<li>Information Engineering &nbsp;</li>\n</ul>\n\n<p>The different subjects are offered in separate courses, with an <strong>interdisciplinary approach</strong>&nbsp;that gives students a wide rage of crucial tech skills&nbsp;to develop advanced technologies for innovative applications and services.<br />\n&nbsp;<br />\nResearch programs are &nbsp;organized into fifteen (15) areas:</p>\n\n<ul>\n\t<li>Cyber Security</li>\n\t<li>Data and Knowledge Management</li>\n\t<li>Deep and Structured Machine Learning</li>\n\t<li>Embedded Electronics and Computing Systems</li>\n\t<li>Language, Speech and Interaction</li>\n\t<li>LION - Machine Learning and Intelligent OptimizatioN</li>\n\t<li>Multimedia Signal Processing and Understanding</li>\n\t<li>Next Generation Networks</li>\n\t<li>Quantum Information and Computing</li>\n\t<li>Remote and Distributed Sensing</li>\n\t<li>Signal Processing and Recognition</li>\n\t<li>Social Informatics</li>\n\t<li>Software Engineering and Formal Methods</li>\n\t<li>Systems and Networks</li>\n\t<li>Wireless Technology and Systems</li>\n</ul>\n\n<p>​DISI constantly takes part in important national and international research projects, collaborating with world-renown centers and university departments such as the Bruno Kessler Foundation, CoSBI Research Centre, Center of REsearch And Telecommunication Experimentations for NETworked communities and the National Research Council CNR.</p>\n",
        "address": "Via Sommarive, 9, Povo, 38123 TN",
        "email": "disi@unitn.it",
        "website": "https://www.disi.unitn.it",
        "id": "STO0008629",
        "phoneNumber": "0461 285226"
      },
      {
        "name": "Department of Information Engineering and Computer Science",
        "description": "<p>The Department of Information Engineering and Computer Science (DISI), founded in 2002, is a <strong>leading institution in research and development in the area of Information and Communication Technology</strong> (ICT) &nbsp;both locally and internationally. DISI &nbsp;is searching for an optimal <strong>balance between theoretical and applied research</strong>, as is shown by the strong &nbsp;achievement in European and industrial projects, by playing a &nbsp;key role to develop several &nbsp; initiatives with the European Institute of Innovation and Technology (EIT).<br />\n&nbsp;<br />\nThe department covers two main ICT fields</p>\n\n<ul>\n\t<li>Computer science</li>\n\t<li>Information Engineering &nbsp;</li>\n</ul>\n\n<p>The different subjects are offered in separate courses, with an <strong>interdisciplinary approach</strong>&nbsp;that gives students a wide rage of crucial tech skills&nbsp;to develop advanced technologies for innovative applications and services.<br />\n&nbsp;<br />\nResearch programs are &nbsp;organized into fifteen (15) areas:</p>\n\n<ul>\n\t<li>Cyber Security</li>\n\t<li>Data and Knowledge Management</li>\n\t<li>Deep and Structured Machine Learning</li>\n\t<li>Embedded Electronics and Computing Systems</li>\n\t<li>Language, Speech and Interaction</li>\n\t<li>LION - Machine Learning and Intelligent OptimizatioN</li>\n\t<li>Multimedia Signal Processing and Understanding</li>\n\t<li>Next Generation Networks</li>\n\t<li>Quantum Information and Computing</li>\n\t<li>Remote and Distributed Sensing</li>\n\t<li>Signal Processing and Recognition</li>\n\t<li>Social Informatics</li>\n\t<li>Software Engineering and Formal Methods</li>\n\t<li>Systems and Networks</li>\n\t<li>Wireless Technology and Systems</li>\n</ul>\n\n<p>​DISI constantly takes part in important national and international research projects, collaborating with world-renown centers and university departments such as the Bruno Kessler Foundation, CoSBI Research Centre, Center of REsearch And Telecommunication Experimentations for NETworked communities and the National Research Council CNR.</p>\n",
        "address": "Via Sommarive, 9, Povo, 38123 TN",
        "email": "disi@unitn.it",
        "website": "https://www.disi.unitn.it",
        "id": "STO0008629",
        "phoneNumber": "0461 283966"
      }
    ]
  }
}